[
    {"title": "O que é a STEC?", "text": "A Stec é uma startup brasileira de tecnologia que transforma desafios em oportunidades. Desde 2021, oferecemos serviços de IA, ajudando empresas a integrar IA em seus processos e a alcançar novos patamares de eficiência e inovação."},
    {"title": "Quais produtos a Stec oferece?", "text": "Oferecemos soluções de IA para diversas áreas, como automação de atendimento, assistentes inteligentes e infraestrutura para desenvolvedores."},
    {"title": "O que é o Merlin?", "text": "O Merlin é uma solução de atendimento ao cliente baseada em inteligência artificial que pode ser integrada a diversas plataformas, como WhatsApp, e-mail, chat, etc."},
    {"title": "Quais são os custos para implementar as soluções da STEC?", "text": "Nossos preços são personalizados de acordo com as necessidades específicas de cada empresa. Oferecemos opções de pagamento flexíveis e escaláveis, para que você possa começar a usar nossas soluções de IA sem comprometer seu orçamento."},
    {"title": "O que o Merlin pode fazer?", "text": "O Merlin pode fazer muitas coisas, como: Responder a perguntas frequentes e fornecer informações, realizar ações automatizadas, como agendar compromissos e enviar mensagens, analisar interações com os clientes e fornecer insights para melhorar o atendimento, capturar leads e qualificar prospects, integar-se com outras plataformas, como CRM e automação de marketing"},
    {"title": "O que é a Advia?", "text": " Advia é uma solução de inteligência artificial desenvolvida exclusivamente para advogados no Brasil."},
    {"title": "Como a Advia pode ajudar Advogados no Brasil?", "text": "A Advia pode ajudar advogados no Brasil de várias maneiras, como: reduzir o tempo gasto em tarefas manuais e repetitivas, otimizar a pesquisa jurídica e obter insights estratégicos rapidamente, aumentar a produtividade e a eficiência no atendimento aos clientes, melhorar a precisão e a qualidade dos trabalhos jurídicos, automatizar tarefas e processos, liberando tempo para focar em casos mais complexos e estratégicos."},
    {"title": "A STEC oferece suporte técnico para implementação de IA?", "text": "Sim! Nossa equipe de especialistas em IA está disponível para ajudar na implementação e configuração das nossas soluções, garantindo que você obtenha o máximo de benefícios com a nossa tecnologia."},
    {"title": "Quais são os diferenciais da STEC em relação a outras empresas de IA?", "text": "Nossa equipe de especialistas em IA tem uma abordagem personalizada e flexível, garantindo que nossas soluções sejam adaptadas às necessidades específicas de cada empresa."},
    {"title": "Posso personalizar as soluções da STEC?", "text": "Com certeza! Nossas APIs e micro-serviços são adaptáveis às necessidades específicas do seu negócio."},
    {"title": "A STEC é escalável?", "text": "Sim! Nossas soluções crescem conforme sua empresa, sem a necessidade de integrações complexas."}
]